app/views/admin/stats/index.html.erb


    <%= @post_count = Post.count %>
    <%= @authors_count = Author.count %>
---
SELECT  "posts".* FROM "posts"  ORDER BY "posts"."id" DESC LIMIT 1
SELECT COUNT(*) FROM "posts"
SELECT COUNT(*) FROM "authors"